Repository: redsuns/redsuns-user-social
Catalog: languages/redsuns-user-social-*.po
Languages: pt_br

source: Professional
pt_br: Profissional

source: Job Title
pt_br: Profissão

source: Type a description for your job
pt_br: Informe sua profissão

source: Skills
pt_br: Habilidades

source: Type a technology and how you think dominate it
pt_br: Informe a tecnologia e o percentual que acredita dominar

source: Technology
pt_br: Tecnologia

source: - Dominate -
pt_br: - Domino -

source: Your current skills
pt_br: Habilidades atuais

source: Impact statement
pt_br: Sua frase de impacto

source: Type a description of you, it will be displayed in your profile
pt_br: Redija um pequeno texto que será exibido em seu perfil

source: Featured image
pt_br: Imagem destacada

source: If exists, the featured image will appear at your profile
pt_br: Se presente a imagem aparecerá em seu perfil no site

source: Are you sure you want to remove this skill?
pt_br: Deseja realmente remover esta habilidade?
